Autodesk.Revit.DB.GeomCombination.AllMembers
All elements that are joined in this geometry combination.
Throws Autodesk.Revit.Exceptions.InvalidOperationException:
Thrown when this geometry combination has already been deleted.
Remarks: All members are generic forms, for more information, refer toGenericForm.

Autodesk.Revit.DB.GeomCombination
An element created by Join and Cut operations applied to combinable elements in an Autodesk Revit family document.